{
    "btnValidar": "Validate",
    "creaTuEquipo": "Create your team",
    "tituloCreador": "★TEAM CREATOR★",
    "tituloEquipos": "★AVAILABLE TEAMS★",
    "tituloJugadores": "★PLAYERS★",
    "paginaPrincipal": "Main page",
    "verEquipos": "View teams",
    "crearEquipo": "Create team",
    "jugadores": "Players",
    "nombreEquipo": "Team name",
    "proyectoFooter": "DWEC Project - 2025",
    "cantidad": "Quantity",
    "alineacion": "Alignment",
    "tags": "Tags",
    "precio": "Price",
    "mv": "MV",
    "fu": "FU",
    "ag": "AG",
    "ps": "PS",
    "ar": "AR",
    "habilidades": "Skills",
    "pri": "Pri",
    "sec": "Sec",
    "equipos":"Teams",
    "tablaEquipos": "Check out the team table",
    "btnCrearEquipo": "Create your own team",
    "whatIs": "What is <b>Blood Bowl</b>",
    "texto1": "<b>Blood Bowl</b> is a fantasy tabletop game created by Games Workshop that combines American football with the Warhammer Fantasy universe. In it, teams of various races, such as humans, dwarfs, orcs, elves, and undead, compete in a brutal and violent sport where scoring goals is important, but so is the ability to crush, knock down, and sometimes kill opposing players. The game is played on a grid board, with players moving in turns, trying to advance with the ball while defending their area and attacking their opponents.",
    "texto2": "Each team has unique characteristics, meaning each race plays differently. For example, orcs are stronger and more resilient, while elves are more agile and fast. Players control their team's characters, making strategic decisions on how to move, pass the ball, block, or use special abilities. However, <b>Blood Bowl</b> is not only a game of skill but also of luck, as dice play a key role in the outcome of plays, adding a layer of unpredictability and excitement.",
    "texto3": "Throughout the leagues, players can develop their characters, improving them with additional skills. This makes the game an evolving experience, as teams can grow and adapt based on the victories and defeats they experience over the course of a league. Additionally, <b>Blood Bowl</b> is not only a competitive game between players but also a rich story of rivalries, betrayals, and epic victories within a world filled with dark humor and absurdities typical of fantasy.",
    "crear": "Create player",
    "modificar": "Modify player",
    "eliminar": "Delete player",
    "btnConfirmar": "Delete",
    "btnGuardar": "Save",
    "reroll": "Enter a new price for the team reroll",
    "btnReroll": "Update"
}
