{
    "btnValidar": "Balidatu",
    "creaTuEquipo": "Sortu zure taldea",
    "tituloCreador": "★TALDE SORTZAILEA★",
    "tituloEquipos": "★TALDEAK★",
    "tituloJugadores": "★JOKALARIAK★",
    "paginaPrincipal": "Hasierako orria",
    "verEquipos": "Ikusi taldeak",
    "crearEquipo": "Sortu taldea",
    "jugadores": "Jokalariak",
    "nombreEquipo": "Taldearen izena",
    "proyectoFooter": "DWEC Proiektua - 2025",
    "cantidad": "Kantitatea",
    "alineacion": "Posizioa",
    "tags": "Etiketak",
    "precio": "Prezioa",
    "mv": "MV",
    "fu": "FU",
    "ag": "AG",
    "ps": "PS",
    "ar": "AR",
    "habilidades": "Gaitasunak",
    "pri": "Lehen",
    "sec": "Bigarren",
    "tablaEquipos": "Egiaztatu talde taula",
    "btnCrearEquipo": "Sortu zure taldea",
    "whatIs": "Zer da <b>Blood Bowl</b>",
    "texto1": "<b>Blood Bowl</b> Games Workshop-ek sortutako fantasiazko mahaigaineko joko bat da, futbola eta Warhammer Fantasy unibertsoa uztartzen dituena. Bertan, hainbat arraza (gizonezkoak, nanoak, orkak, elfoak eta hildakoak) taldeak lehiatzen dira kirol bortitz eta indartsu batean, non golak sartzea garrantzitsua den, baina baita ere, aurkarien jokalariak zapaltzea, lurreratzea eta batzuetan hiltzea ere. Jokoa taula koadratuan jokatzen da, eta jokalariek txandaka mugitzen dute euren txandetan, baloia aurreratzen saiatuz, beraien eremua defendatuz eta aurkariak erasotuz.",
    "texto2": "Talde bakoitzak ezaugarri bereziak ditu, horrek esan nahi du arraza bakoitzak modu desberdinean jokatzen duela. Adibidez, orkak indartsuagoak eta iraunkorragoak dira, elfoak berriz azkarragoak eta malguagoak. Jokalariak euren taldeko pertsonaiak kontrolatzen dituzte, mugitzeko, baloia pasatzeko, blokeatzeko edo gaitasun bereziak erabiltzeko estrategiak hartuz. Hala ere, <b>Blood Bowl</b> ez da soilik trebezia joko bat, baizik eta zoriona ere izan behar duzu, dadoek jokatzen baitute jokaldien emaitza, eta hori ezegonkortasun eta emozio geruza bat ekartzen du.",
    "texto3": "Ligetan zehar, jokalariek euren pertsonaiak garatu ditzakete, gaitasun gehigarriak lortuz. Horrek jokoaren esperientzia ebolutiboa bihurtzen du, taldeek euren garapenean eta egokitzean aurrera egin ahala, garaipen eta porrotak izan dituztela. Horrez gain, <b>Blood Bowl</b> ez da soilik jokalarien arteko lehiaketa bat, baizik eta izpiritu beltzeko eta fantasiazko absurduen unibertsoan, lehia, traizio eta garaipen epikoen istorio aberatsa.",
    "crear": "Sortu jokalaria",
    "modificar": "Aldatu jokalaria",
    "eliminar": "Ezabatu jokalaria",
    "btnConfirmar": "Ezabatu",
    "btnGuardar": "Gorde",
    "reroll": "Aldatu taldearen reroll prezioa",
    "btnReroll": "Eguneratu"
}
